Repository: TableProApp/TablePro
Catalog: TablePro/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ko, tr, vi, zh_hans, zh_hant

source: Cannot delete the row in '%1$@'. %2$@
fr: Impossible de supprimer la ligne dans '%1$@'. %2$@

source: Stop Generating
fr: Arrêter de générer
ko: 생성 중지
tr: Üretmeyi Durdur
vi: Dừng tạo phản hồi
zh_hans: 停止生成
zh_hant: 停止生成

source: %d connections
fr: %d connexions
ko: %d개 연결
tr: %d bağlantı
vi: %d kết nối
zh_hans: %d 个连接
zh_hant: %d 個連線

source: %1$lld of %2$lld seats
fr: %1$lld des %2$lld sièges
ko: 좌석 %2$lld개 중 %1$lld개
tr: %2$lld koltuktan %1$lld tanesi
vi: %1$lld trên %2$lld chỗ
zh_hans: %2$lld 个席位中的 %1$lld 个
zh_hant: %2$lld 個席位中的 %1$lld 個

source: Cloudflare Tunnel
fr: Tunnel Cloudflare
ko: Cloudflare 터널
tr: Cloudflare Tüneli
zh_hans: Cloudflare隧道
zh_hant: Cloudflare 隧道

source: A data file cannot run queries.
fr: Un fichier de données ne peut pas exécuter de requêtes.

source: Failed to create terminal process (errno: %d)
fr: Échec de la création du processus terminal (errno : %d)
ko: 터미널 프로세스를 생성하지 못했습니다 (errno: %d)
tr: Terminal işlemi oluşturulamadı (errno: %d)
vi: Không thể tạo tiến trình terminal (errno: %d)
zh_hans: 创建终端进程失败 (errno: %d)
zh_hant: 建立終端機處理程序失敗 (errno: %d)

source: Filtered Rows (%@)
fr: Lignes filtrées (%@)

source: Compare
fr: Comparer
ko: 비교
tr: Karşılaştır
vi: So sánh
zh_hans: 比较
zh_hant: 比較

source: This will permanently delete all data in partition '%@'.
fr: Cela supprimera définitivement tous les données dans la partition '%@'.
ko: 파티션 '%@'의 모든 데이터를 영구적으로 삭제합니다.
tr: '%@' bölümündeki tüm veriler kalıcı olarak silinecek.
vi: Thao tác này sẽ xoá vĩnh viễn tất cả dữ liệu trong phân vùng '%@'.
zh_hans: 此操作将永久删除分区 '%@' 中的所有数据。
zh_hant: 此操作將永久刪除分割區「%@」中的所有資料。

source: Use “%@”
fr: Utilisez « %@ »

source: Not connected to SQL Server
fr: Pas connecté à SQL Server
ko: SQL Server에 연결되지 않았습니다
tr: SQL Server'a bağlı değil
vi: Chưa kết nối tới SQL Server
zh_hans: 未连接到 SQL Server
zh_hant: 未連線到 SQL Server

source: Fill Column
fr: Colonne de remplissage
ko: 열 채우기
tr: Sütunu Doldur
vi: Điền cột
zh_hans: 填充列
zh_hant: 填入欄位

source: Run %@
fr: Exécuter %@

source: Whether the tab is selected in its window
fr: Que la barre d'onglets soit sélectionnée dans sa fenêtre ou non
ko: 탭이 해당 창에서 선택되어 있는지 여부
tr: Sekmenin kendi penceresinde seçili olup olmadığı
vi: Tab có đang được chọn trong cửa sổ của nó hay không
zh_hans: 该标签页在其窗口中是否被选中
zh_hant: 該標籤頁在其視窗中是否被選取

source: A SELECT to export. Use instead of 'tables'.
fr: Un SELECTION pour exporter. Utilisez au lieu de "tables".
ko: 내보낼 SELECT입니다. 'tables' 대신 사용하십시오.
tr: Dışa aktarılacak bir SELECT. 'tables' yerine kullanın.
vi: Câu SELECT để xuất. Dùng thay cho 'tables'.
zh_hans: 要导出的 SELECT 语句。用它代替 'tables'。
zh_hant: 要匯出的 SELECT 陳述式。用它取代 'tables'。

source: Corner Radius
fr: Rayon du coin
ko: 모서리 반경
tr: Köşe Yarıçapı
vi: Bo góc
zh_hans: 圆角半径
zh_hant: 圓角半徑

source: Modifier Key Required
fr: Clé de modifiant requise
ko: 보조 키 필요
tr: Değiştirici Tuş Gerekli
vi: Cần phím bổ trợ
zh_hans: 需要修饰键
zh_hant: 需要修飾鍵

source: Copy Errors to Clipboard
fr: Copier les erreurs dans le presse-papiers
ko: 오류를 클립보드에 복사
tr: Hataları Panoya Kopyala
vi: Sao chép lỗi vào clipboard
zh_hans: 复制错误到剪贴板
zh_hant: 將錯誤複製到剪貼簿

source: Result %d
fr: Résultat %d
ko: 결과 %d
tr: Sonuç %d
vi: Kết quả %d
zh_hans: 结果 %d
zh_hant: 結果 %d

source: Query executing...
fr: Exécution de la requête...
ko: 쿼리 실행 중...
vi: Đang thực thi truy vấn...
zh_hans: 正在执行查询...
zh_hant: 正在執行查詢…

source: Toggle Filters
fr: Changer les filtres
ko: 필터 표시/숨기기
tr: Filtreleri Aç/Kapat
vi: Bật/tắt bộ lọc
zh_hans: 切换筛选
zh_hant: 切換篩選

source: Private Key File
fr: Fichier de clé privée
ko: 개인 키 파일
tr: Özel Anahtar Dosyası
vi: Tệp khóa riêng tư
zh_hans: 私钥文件
zh_hant: 私密金鑰檔案

source: Minimize
fr: Minimiser
ko: 최소화
tr: Küçült
vi: Thu nhỏ
zh_hans: 最小化
zh_hant: 縮到最小

source: An external app is asking for an API token. Review the permissions before approving.
fr: Une application externe demande un jeton API. Veuillez examiner les autorisations avant d'approuver.
ko: 외부 앱에서 API 토큰을 요청합니다. 승인하기 전에 권한을 검토하십시오.
tr: Harici bir uygulama API token'ı istiyor. Onaylamadan önce izinleri inceleyin.
vi: Một ứng dụng bên ngoài đang yêu cầu API token. Hãy xem lại quyền trước khi chấp thuận.
zh_hans: 外部应用正在请求 API 令牌。请在批准前审核权限。
zh_hant: 有外部應用程式正在請求 API 權杖。請在核准前審查權限。

source: Encoding
fr: Encodage
ko: 인코딩
tr: Kodlama
vi: Mã hóa
zh_hans: 编码
zh_hant: 編碼

source: No types
fr: Pas de types

source: New Group…
fr: Nouveau groupe...
ko: 새 그룹…
tr: Yeni Grup…
vi: Nhóm Mới…
zh_hans: 新建分组…
zh_hant: 新增群組…

source: Database Schema
fr: Schéma de base de données
ko: 데이터베이스 스키마
tr: Veritabanı Şeması
vi: Schema cơ sở dữ liệu
zh_hans: 数据库 Schema
zh_hant: 資料庫綱要

source: Environment Variables
fr: Variables d'environnement
ko: 환경 변수
tr: Ortam Değişkenleri
vi: Biến Môi trường
zh_hans: 环境变量
zh_hant: 環境變數

source: Running the pre-connect script
fr: Exécution du script de pré-connexion
ko: 연결 전 스크립트 실행 중
tr: Bağlantı öncesi betik çalıştırılıyor
vi: Đang chạy script trước khi kết nối
zh_hans: 正在运行连接前脚本
zh_hant: 正在執行連線前指令碼

source: Bucket
fr: Seau

source: Its indexes could not be read: %@
fr: Ses indices ne pouvaient pas être lus : %@

source: Your subscription is governed by Anthropic's Consumer Terms and Usage Policy. Read them and decide whether this use fits. TablePro cannot grant rights under them.
fr: Votre abonnement est régi par les conditions générales de consommation et la politique d'utilisation d'Anthropic. Lisez-les et décidez si cette utilisation est appropriée. TablePro ne peut pas accorder de droits en vertu de ces conditions.
ko: 구독에는 Anthropic의 소비자 약관 및 사용 정책이 적용됩니다. 해당 내용을 읽고 이 사용 방식이 적합한지 판단하십시오. TablePro는 해당 약관에 따른 권리를 부여할 수 없습니다.
tr: Aboneliğiniz Anthropic'in Tüketici Koşulları ve Kullanım Politikası'na tabidir. Bunları okuyun ve bu kullanımın uygun olup olmadığına karar verin. TablePro bu koşullar kapsamında size hak veremez.
vi: Gói đăng ký của bạn chịu sự điều chỉnh của Điều khoản Người dùng và Chính sách Sử dụng của Anthropic. Hãy đọc và tự quyết định cách dùng này có phù hợp không. TablePro không thể cấp quyền theo các điều khoản đó.
zh_hans: 你的订阅受 Anthropic 的消费者条款和使用政策约束。请阅读这些条款，自行判断这种用法是否合适。TablePro 无法据此授予你任何权利。
zh_hant: 你的訂閱受 Anthropic 的消費者條款與使用政策約束。請閱讀這些條款，自行判斷這種用法是否合適。TablePro 無法據此授予你任何權利。

source: same element
fr: Même élément
ko: 동일 요소
tr: aynı öğe
vi: cùng một phần tử
zh_hans: 同一元素
zh_hant: 同一元素

source: Capabilities
fr: Capacités
ko: 기능
tr: Yetenekler
vi: Khả năng
zh_hans: 功能
zh_hant: 功能

source: Comparison Options…
fr: Options de comparaison...
ko: 비교 옵션…
tr: Karşılaştırma Seçenekleri…
vi: Tùy chọn so sánh…
zh_hans: 比较选项…
zh_hant: 比較選項…

source: Add from Existing
fr: Ajouter à partir de l'existence
ko: 기존 항목에서 추가
tr: Mevcuttan Ekle
vi: Thêm từ nguồn có sẵn
zh_hans: 从已有来源添加
zh_hant: 從現有來源新增

source: Grants, sorted by privilege then scope
fr: Subventions, triées par privilège puis par portée.
ko: 권한순, 그다음 범위순으로 정렬된 부여 권한
tr: Önce ayrıcalığa sonra kapsama göre sıralanmış yetkiler
vi: Các quyền được cấp, sắp xếp theo đặc quyền rồi tới phạm vi
zh_hans: 先按权限再按作用域排序的授权
zh_hant: 先按權限再按範圍排序的授權

source: Show Filters
fr: Afficher les filtres

source: Unlock the app that runs it and add the key there.
fr: Déverrouillez l'application qui l'exécute et ajoutez la clé là-bas.

source: An unknown sync error occurred: %@
fr: Une erreur de synchronisation inconnue s'est produite : %@
ko: 알 수 없는 동기화 오류가 발생했습니다: %@
tr: Bilinmeyen bir eşitleme hatası oluştu: %@
vi: Đã xảy ra lỗi đồng bộ không xác định: %@
zh_hans: 发生未知同步错误：%@
zh_hant: 發生未知的同步錯誤：%@

source: Undo Staged Drop
fr: Annuler la chute scénarisée
ko: 대기 중인 삭제 실행 취소
tr: Bekleyen Silmeyi Geri Al
vi: Hoàn tác thao tác xoá đang chờ
zh_hans: 撤销待执行的删除
zh_hant: 復原待執行的刪除

source: Teradata Vantage data warehouse
fr: Stockage centralisé de données Teradata Vantage
ko: Teradata Vantage 데이터 웨어하우스
tr: Teradata Vantage veri ambarı
vi: Kho dữ liệu Teradata Vantage
zh_hans: Teradata Vantage 数据仓库
zh_hant: Teradata Vantage 資料倉儲

source: Identity
fr: Identité
ko: 식별 정보
tr: Kimlik
vi: Danh tính
zh_hans: 身份
zh_hant: 身分

source: The socket of another agent, such as Secretive or an ssh-agent you started.
fr: Le socket d'un autre agent, tel que Secretive ou un agent ssh que vous avez lancé.

source: This database allows at most %lld bytes in a table name.
fr: Cette base de données permet au maximum %lld octets dans le nom d'une table.

source: The redirect address is not a local callback, so pairing was refused.
fr: L'adresse de redirection n'est pas une réponse locale, donc l'association a été refusée.
ko: 리디렉션 주소가 로컬 콜백이 아니므로 페어링이 거부되었습니다.
tr: Yönlendirme adresi yerel bir geri çağırma değil, bu yüzden eşleştirme reddedildi.
vi: Địa chỉ chuyển hướng không phải callback cục bộ, nên việc ghép nối đã bị từ chối.
zh_hans: 重定向地址不是本地回调，因此配对被拒绝。
zh_hant: 重新導向位址不是本機回呼，因此配對被拒絕。

source: Pin baseline
fr: Base de repère épinglée
ko: 기준 고정
tr: Temel planı sabitle
vi: Ghim bản gốc
zh_hans: 固定基准
zh_hant: 固定基準

source: Always 'opened' on success
fr: Toujours "ouvert" en cas de succès
ko: 성공 시 항상 'opened'
tr: Başarılı olduğunda her zaman 'opened'
vi: Luôn là 'opened' khi thành công
zh_hans: 成功时始终为 'opened'
zh_hant: 成功時一律為 'opened'

source: Remove license from this machine
fr: Supprimer la licence de cette machine
ko: 이 기기에서 라이선스 제거
tr: Lisansı bu makineden kaldır
vi: Gỡ giấy phép khỏi máy này
zh_hans: 从此设备移除许可证
zh_hant: 從此機器移除授權

source: The user cancelled this operation.
fr: L'utilisateur a annulé cette opération.
ko: 사용자가 이 작업을 취소했습니다.
tr: Kullanıcı bu işlemi iptal etti.
vi: Người dùng đã huỷ thao tác này.
zh_hans: 用户取消了此操作。
zh_hant: 使用者取消了此操作。

source: No query matches the current search and filters.
fr: Aucune requête ne correspond à la recherche et aux filtres actuels.
ko: 현재 검색 및 필터와 일치하는 쿼리가 없습니다.
tr: Geçerli arama ve filtrelerle eşleşen sorgu yok.
vi: Không có truy vấn nào khớp với tìm kiếm và bộ lọc hiện tại.
zh_hans: 没有查询匹配当前的搜索和筛选条件。
zh_hant: 沒有查詢符合目前的搜尋和篩選條件。

source: The diagram could not be converted to a PNG image.
fr: Le schéma n'a pas pu être converti en image PNG.
ko: 다이어그램을 PNG 이미지로 변환할 수 없습니다.
tr: Diyagram PNG görüntüsüne dönüştürülemedi.
vi: Không thể chuyển sơ đồ thành ảnh PNG.
zh_hans: 无法将图表转换为 PNG 图片。
zh_hant: 無法將圖表轉換為 PNG 圖片。

source: Close Connection “%@”
fr: Fermer la connexion "%@"
ko: 연결 “%@” 닫기
tr: “%@” Bağlantısını Kapat
vi: Đóng kết nối “%@”
zh_hans: 关闭连接“%@”
zh_hant: 關閉連線「%@」

source: Rows, each an array aligned with columns
fr: Rangs, chacun étant une matrice alignée avec des colonnes.
ko: 행이며 각 행은 열과 정렬된 배열입니다
tr: Satırlar, her biri sütunlarla hizalanmış bir dizi
vi: Các dòng, mỗi dòng là một mảng khớp với các cột
zh_hans: 行，每行是与列对齐的数组
zh_hant: 列，每列是與欄位對齊的陣列

source: Load Table Template
fr: Modèle de table de chargement
ko: 테이블 템플릿 불러오기
tr: Tablo Şablonu Yükle
vi: Tải mẫu bảng
zh_hans: 加载表模板
zh_hant: 載入資料表範本

source: Message too large. Try disabling 'Include schema' or 'Include query results' in AI settings.
fr: Message trop volumineux. Essayez de désactiver "Inclure le schéma" ou "Inclure les résultats de la requête" dans les paramètres de l'IA.
ko: 메시지가 너무 큽니다. AI 설정에서 '스키마 포함' 또는 '쿼리 결과 포함'을 끄십시오.
tr: Mesaj çok büyük. AI ayarlarında 'Şemayı dahil et' veya 'Sorgu sonuçlarını dahil et' seçeneklerini devre dışı bırakmayı deneyin.
vi: Tin nhắn quá lớn. Thử tắt 'Bao gồm schema' hoặc 'Bao gồm kết quả truy vấn' trong cài đặt AI.
zh_hans: 消息过大。请尝试在 AI 设置中禁用“包含 schema”或“包含查询结果”。
zh_hant: 訊息過大。請嘗試在 AI 設定中停用「包含綱要」或「包含查詢結果」。

source: Group: %@
fr: Groupe : %@
ko: 그룹: %@
tr: Grup: %@
vi: Nhóm: %@
zh_hans: 分组：%@
zh_hant: 群組：%@

source: Query was cancelled
fr: La requête a été annulée.
ko: 쿼리가 취소되었습니다
tr: Sorgu iptal edildi
vi: Truy vấn đã bị hủy
zh_hans: 查询已取消
zh_hant: 查詢已取消

source: List the tables the user starred on a connection. A good hint at what matters in this database.
fr: Listez les tables que l'utilisateur a marquées comme favoris sur une connexion. Une bonne indication de ce qui compte dans cette base de données.
ko: 사용자가 연결에서 즐겨찾기한 테이블을 나열합니다. 이 데이터베이스에서 무엇이 중요한지 알려 주는 좋은 단서입니다.
tr: Kullanıcının bir bağlantıda yıldızladığı tabloları listeler. Bu veritabanında neyin önemli olduğuna dair iyi bir ipucu.
vi: Liệt kê các bảng mà người dùng đã đánh dấu sao trên một kết nối. Một gợi ý tốt về điều gì quan trọng trong cơ sở dữ liệu này.
zh_hans: 列出用户在某个连接上收藏的表。这能很好地提示这个数据库中什么最重要。
zh_hant: 列出使用者在某個連線上收藏的資料表。這能很好地提示這個資料庫中什麼最重要。

source: Unsupported file format: %@
fr: Format de fichier non pris en charge : %@
ko: 지원되지 않는 파일 형식: %@
tr: Desteklenmeyen dosya biçimi: %@
vi: Định dạng tệp không được hỗ trợ: %@
zh_hans: 不支持的文件格式：%@
zh_hant: 不支援的檔案格式：%@

source: Reconnect to Database
fr: Reconnectez-vous à la base de données
ko: 데이터베이스에 다시 연결
vi: Kết nối lại cơ sở dữ liệu
zh_hans: 重新连接数据库
zh_hant: 重新連線資料庫

source: Clear Recents…
fr: Effacer les derniers...

source: iCloud Sync is active
fr: La synchronisation iCloud est active.
ko: iCloud 동기화가 활성화됨
tr: iCloud Eşitlemesi etkin
vi: Đồng bộ iCloud đang hoạt động
zh_hans: iCloud 同步已启用
zh_hant: iCloud 同步已啟用

source: %@ download
fr: %@ téléchargement
ko: %@회 다운로드
tr: %@ indirme
vi: %@ lượt tải
zh_hans: %@ 次下载
zh_hant: %@ 次下載

source: Metric label
fr: Étiquette métrique
ko: 지표 레이블
tr: Metrik etiketi
vi: Nhãn chỉ số
zh_hans: 指标标签
zh_hant: 指標標籤

source: Requests to this host are sent unencrypted over http.
fr: Les demandes à cet hôte sont envoyées non cryptées via http.

source: Filename cannot be '.' or '..' or contain path traversal
fr: Le nom de fichier ne peut pas être '.' ou '..' ou contenir une traversée de chemin.
ko: 파일 이름은 '.' 또는 '..'일 수 없으며 경로 순회 요소를 포함할 수 없습니다
tr: Dosya adı '.' veya '..' olamaz veya yol geçişi içeremez
vi: Tên tệp không được là '.' hoặc '..' hoặc chứa đường dẫn đi lên
zh_hans: 文件名不能是 '.' 或 '..'，且不能包含路径遍历
zh_hant: 檔案名稱不能是「.」或「..」，且不能包含路徑遍歷

source: Show Completions
fr: Afficher les complétions
ko: 자동 완성 표시
tr: Tamamlamaları Göster
vi: Hiện gợi ý hoàn thành
zh_hans: 显示补全
zh_hant: 顯示自動完成

source: Memory Limit
fr: Limite de mémoire
ko: 메모리 제한
tr: Bellek Sınırı
vi: Giới hạn bộ nhớ
zh_hans: 内存限制
zh_hant: 記憶體限制

source: All Environments
fr: Tous les environnements
ko: 모든 환경
tr: Tüm Ortamlar
vi: Tất cả môi trường
zh_hans: 所有环境
zh_hant: 所有環境

source: Open Structure
fr: Structure ouverte
ko: 구조 열기
tr: Yapıyı Aç
vi: Mở cấu trúc
zh_hans: 打开结构
zh_hant: 開啟結構

source: Run in New Tab
fr: Exécuter dans un nouvel onglet
ko: 새 탭에서 실행
tr: Yeni Sekmede Çalıştır
vi: Chạy trong tab mới
zh_hans: 在新标签页中运行
zh_hant: 在新分頁中執行

source: Last synced %@
fr: Dernière synchronisation %@
ko: 마지막 동기화: %@
tr: Son eşitleme %@
vi: Đồng bộ lần cuối %@
zh_hans: 上次同步 %@
zh_hant: 上次同步 %@

source: %lld items
fr: %lld articles

source: Wrap in transaction (BEGIN/COMMIT)
fr: Enveloppe dans la transaction (DÉBUT/COMMIT)
ko: 트랜잭션으로 감싸기(BEGIN/COMMIT)
tr: İşlem içine al (BEGIN/COMMIT)
vi: Bọc trong giao dịch (BEGIN/COMMIT)
zh_hans: 包裹在事务中 (BEGIN/COMMIT)
zh_hant: 包覆於交易中 (BEGIN/COMMIT)

source: Retry
fr: Juger à nouveau
ko: 재시도
tr: Tekrar Dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: CSV with Headers
fr: CSV avec des en-têtes
ko: 헤더 포함 CSV
tr: Başlıklı CSV
vi: CSV kèm tiêu đề
zh_hans: 带标题行的 CSV
zh_hant: 含標題列的 CSV

source: Plain text. Markdown is preserved as written.
fr: Texte brut. Le Markdown est préservé tel qu'il est écrit.
ko: 일반 텍스트입니다. Markdown은 작성된 그대로 유지됩니다.
tr: Düz metin. Markdown yazıldığı gibi korunur.
vi: Văn bản thuần. Markdown được giữ nguyên như đã viết.
zh_hans: 纯文本。Markdown 按原样保留。
zh_hant: 純文字。Markdown 按原樣保留。

source: This connection imports %@.
fr: Cette connexion importe %@.

source: Jump to Column…
fr: Se rendre à la colonne...

source: Show Result
fr: Afficher les résultats

source: No Chartable Rows
fr: Aucune ligne chartable
ko: 차트로 그릴 행 없음
tr: Grafiğe Uygun Satır Yok
vi: Không có hàng để vẽ biểu đồ
zh_hans: 没有可绘制的行
zh_hant: 沒有可繪製的列

source: Verify certificate and hostname
fr: Vérifier le certificat et le nom d'hô
ko: 인증서 및 호스트 이름 확인
tr: Sertifikayı ve sunucu adını doğrula
vi: Xác minh chứng chỉ và tên máy chủ
zh_hans: 验证证书和主机名
zh_hant: 驗證憑證與主機名稱

source: The view's query runs again and replaces its stored rows. A plain refresh stops other sessions from reading the view until it finishes.
fr: La requête de la vue est exécutée à nouveau et remplace les lignes stockées. Une mise à jour simple empêche d'autres sessions de lire la vue jusqu'à ce qu'elle se termine.

source: Move to Group
fr: Mouvement vers le groupe
ko: 그룹으로 이동
tr: Gruba Taşı
vi: Di chuyển vào Nhóm
zh_hans: 移动到分组
zh_hant: 移動至群組

source: Time
fr: Temps
ko: 시간
tr: Zaman
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

source: Enter Full Screen
fr: Entrer en mode écran complet
ko: 전체 화면으로 전환
tr: Tam Ekrana Geç
vi: Vào toàn màn hình
zh_hans: 进入全屏幕
zh_hant: 進入全螢幕

source: %1$@ of %2$@ on this page
fr: %1$@ de %2$@ sur cette page
ko: 이 페이지에서 %2$@개 중 %1$@개
tr: bu sayfada %1$@ / %2$@
vi: %1$@ trên %2$@ ở trang này
zh_hans: 本页 %1$@ / %2$@
zh_hant: 本頁 %1$@ / %2$@

source: Compare lists the tables both sides share. Choose the tables to compare, then press Compare.
fr: Comparer liste les tableaux que les deux parties partagent. Choisissez les tableaux à comparer, puis appuyez sur Comparer.
ko: 비교는 양쪽이 공유하는 테이블을 나열합니다. 비교할 테이블을 선택한 다음 비교를 누르십시오.
tr: Karşılaştırma, iki tarafın da paylaştığı tabloları listeler. Karşılaştırılacak tabloları seçin, sonra Karşılaştır'a basın.
vi: So sánh liệt kê các bảng có ở cả hai bên. Chọn các bảng cần so sánh, rồi nhấn So sánh.
zh_hans: 比较会列出双方共有的表。选择要比较的表，然后点按“比较”。
zh_hant: 比較會列出雙方共有的資料表。選擇要比較的資料表，然後按下「比較」。

source: Install
fr: Installer
ko: 설치
tr: Yükle
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝

source: Plugin was built with PluginKit version %1$d, but version %2$d is required. Please update the plugin.
fr: Le plugin a été construit avec la version PluginKit %1$d, mais la version %2$d est requise. Veuillez mettre à jour le plugin.
ko: 플러그인은 PluginKit %1$d 버전으로 빌드되었지만 %2$d 버전이 필요합니다. 플러그인을 업데이트하십시오.
tr: Eklenti PluginKit sürüm %d ile oluşturuldu, ancak sürüm %d gerekli. Lütfen eklentiyi güncelleyin.
vi: Plugin được xây dựng với PluginKit phiên bản %d, nhưng yêu cầu phiên bản %d. Vui lòng cập nhật plugin.
zh_hans: 插件使用PluginKit版本%d构建，但需要版本%d。请更新插件。
zh_hant: 外掛是以 PluginKit 版本 %1$d 建置的，但需要版本 %2$d。請更新外掛。

source: TablePro connects to the first broker over a tunnel. Partitions led by other brokers cannot be read.
fr: TablePro se connecte au premier courtier via un tunnel. Les partitions dirigées par d'autres courtiers ne peuvent pas être lues.

source: Search fields
fr: Champ de recherche

source: Group By
fr: Grouper par
ko: 그룹화 기준
tr: Grupla
vi: Nhóm theo
zh_hans: 分组方式
zh_hant: 分組方式

# An external link wants to add a database connection: Name: %@ %@
source: An external link wants to add a database connection: Name: %1$@ %2$@
fr: Un lien externe veut ajouter une connexion à la base de données : Nom : %1$@ %2$@
ko: 외부 링크에서 데이터베이스 연결을 추가하려고 합니다: 이름: %1$@ %2$@
tr: Bir harici bağlantı veritabanı bağlantısı eklemek istiyor: Ad: %@ %@
vi: Một liên kết bên ngoài muốn thêm kết nối cơ sở dữ liệu: Tên: %@ %@
zh_hans: 外部链接想要添加数据库连接： 名称：%@ %@
zh_hant: 有外部連結想要新增資料庫連線： 名稱：%1$@ %2$@

source: This file can’t be opened
fr: Ce fichier ne peut pas être ouvert

source: Not granted
fr: Non accordé
ko: 권한이 부여되지 않음
tr: Verilmedi
vi: Chưa cấp
zh_hans: 未授予
zh_hant: 未授予

source: Database that was created
fr: Base de données créée
ko: 생성된 데이터베이스
tr: Oluşturulan veritabanı
vi: Cơ sở dữ liệu đã được tạo
zh_hans: 已创建的数据库
zh_hant: 已建立的資料庫

source: Next Result
fr: Prochain résultat
ko: 다음 결과
tr: Sonraki Sonuç
vi: Kết quả tiếp
zh_hans: 下一个结果
zh_hant: 下一個結果

source: This is taking longer than usual.
fr: Cela prend plus de temps que d'habitude.
ko: 평소보다 오래 걸리고 있습니다.
tr: Bu her zamankinden uzun sürüyor.
vi: Việc này lâu hơn bình thường.
zh_hans: 这比平时花的时间更久。
zh_hant: 這比平時花的時間更久。

source: %1$d rows match. The first %2$d are listed.
fr: %1$d lignes correspondent. Les premières %2$d sont listées.

source: Found %1$@ %2$@.
fr: Trouvé %1$@ %2$@.

source: %d more
fr: %d de plus
ko: %d개 더
tr: %d daha
vi: thêm %d
zh_hans: 还有 %d 个
zh_hant: 還有 %d 個

source: **Available commands:**
fr: **Commandes disponibles :**
ko: **사용 가능한 명령:**
tr: **Kullanılabilir komutlar:**
vi: **Các lệnh khả dụng:**
zh_hans: **可用命令：**
zh_hant: **可用指令：**

source: 1 year
fr: 1 an
ko: 1년
tr: 1 yıl
vi: 1 năm
zh_hans: 1 年
zh_hant: 1 年

source: cloud-sql-proxy not found. Install it with “brew install cloud-sql-proxy”, download it above, or choose the binary.
fr: cloud-sql-proxy introuvable. Installez-le avec "brew install cloud-sql-proxy", téléchargez-le ci-dessus ou choisissez le binaire.
ko: cloud-sql-proxy를 찾을 수 없습니다. “brew install cloud-sql-proxy”로 설치하거나 위에서 다운로드하거나 바이너리를 선택하십시오.
tr: cloud-sql-proxy bulunamadı. “brew install cloud-sql-proxy” ile yükleyin, yukarıdan indirin veya çalıştırılabilir dosyayı seçin.
vi: Không tìm thấy cloud-sql-proxy. Cài bằng “brew install cloud-sql-proxy”, tải xuống ở trên, hoặc chọn tệp thực thi.
zh_hans: 未找到 cloud-sql-proxy。可用 “brew install cloud-sql-proxy” 安装、在上方下载，或直接选择可执行文件。
zh_hant: 找不到 cloud-sql-proxy。可用 “brew install cloud-sql-proxy” 安裝、在上方下載，或直接選擇執行檔。

source: AI-generated. Review before applying.
fr: Généré par l'IA. Réviser avant de postuler.
ko: AI가 생성했습니다. 적용하기 전에 검토하십시오.
tr: Yapay zeka üretti. Uygulamadan önce gözden geçirin.
vi: Do AI tạo. Hãy xem lại trước khi áp dụng.
zh_hans: 由 AI 生成。应用前请先检查。
zh_hant: 由 AI 產生。套用前請先檢查。

source: Too Large to Preview
fr: Trop grand pour la prévisualisation

source: Move to Beginning of Document
fr: Se déplacer au début du document
ko: 문서 시작 부분으로 이동
tr: Belgenin Başına Git
vi: Đến đầu tài liệu
zh_hans: 移到文稿开头
zh_hant: 移到文件開頭

source: File name or path inside Downloads. Omit to get the text inline.
fr: Nom du fichier ou chemin à l'intérieur de Téléchargements. Omettre pour obtenir le texte en ligne.
ko: 다운로드 폴더 안의 파일 이름 또는 경로입니다. 텍스트를 그대로 받으려면 생략하십시오.
tr: İndirilenler içindeki dosya adı veya yolu. Metni doğrudan almak için boş bırakın.
vi: Tên tệp hoặc đường dẫn bên trong thư mục Downloads. Bỏ trống để nhận văn bản trực tiếp.
zh_hans: 下载文件夹内的文件名或路径。省略则直接返回文本。
zh_hant: 下載檔案夾內的檔案名稱或路徑。省略則直接回傳文字。

source: Shell script to run before connecting. Non-zero exit aborts connection.
fr: Script Shell à exécuter avant la connexion. Une sortie non nulle interrompe la connexion.
ko: 연결 전에 실행할 셸 스크립트입니다. 0이 아닌 종료 코드는 연결을 중단합니다.
tr: Bağlanmadan önce çalıştırılacak kabuk betiği. Sıfırdan farklı çıkış kodu bağlantıyı iptal eder.
vi: Shell script chạy trước khi kết nối. Exit code khác 0 sẽ hủy kết nối.
zh_hans: 连接前运行的 Shell 脚本。非零退出码将中止连接。
zh_hant: 連線前執行的 Shell 指令稿。非零結束碼會中止連線。

source: Move File to Trash?
fr: Déplacer le fichier dans la corbeille ?
ko: 파일을 휴지통으로 이동하시겠습니까?
tr: Dosya Çöp Sepetine Taşınsın mı?
vi: Chuyển tệp vào Thùng rác?
zh_hans: 要将文件移到废纸篓吗？
zh_hant: 要將檔案移到垃圾桶嗎？

source: Declared column type
fr: Type de colonne déclaré
ko: 선언된 열 유형
tr: Bildirilen sütun türü
vi: Kiểu cột đã khai báo
zh_hans: 声明的列类型
zh_hant: 宣告的欄位類型

source: Sync token expired. A full sync will be performed.
fr: Le jeton de synchronisation a expiré. Une synchronisation complète sera effectuée.
ko: 동기화 토큰이 만료되었습니다. 전체 동기화를 수행합니다.
tr: Eşitleme belirtecinin süresi doldu. Tam eşitleme yapılacak.
vi: Token đồng bộ đã hết hạn. Sẽ thực hiện đồng bộ toàn bộ.
zh_hans: 同步令牌已过期。将执行一次完整同步。
zh_hant: 同步權杖已過期。將執行一次完整同步。

source: Are you sure you want to delete the group "%@"? Connections in this group will be moved to the top level.
fr: Êtes-vous sûr de vouloir supprimer le groupe "%@" ? Les connexions dans ce groupe seront déplacées au niveau supérieur.
ko: "%@" 그룹을 삭제하시겠습니까? 이 그룹의 연결은 최상위 수준으로 이동됩니다.
tr: "%@" grubunu silmek istediğinize emin misiniz? Bu gruptaki bağlantılar üst seviyeye taşınacaktır.
vi: Bạn có chắc muốn xóa nhóm "%@"? Các kết nối trong nhóm này sẽ được chuyển lên cấp cao nhất.
zh_hans: 确定要删除分组 "%@" 吗？该分组中的连接将移至顶层。
zh_hant: 確定要刪除群組「%@」嗎？此群組中的連線將移至頂層。
